chat_system_1371810347_actor_description=Ten. Elf-bowman.
chat_system_1371810347_snap_0_question=^?^Let me introduce myself, [player]! My name is Ten; I am from the Warm Wind family. My troop came from Daloer to help defend Orinoko, the second-largest castle of the royal family! <br>It is now besieged by an army of undead creatures. And alas, our numbers are too few, and we will surely die. I beg you to help us! Let us join you, and together we will send them all back to the Land of Death!
chat_system_1371810347_snap_0_answer_0=^?^Of course, let's send them back to where they've come from.
chat_system_1371810347_snap_0_answer_1=^?^Thank you, but I don't need any help; I'll kill them all by myself!
